Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Moderation.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Suspension ending
ar: الإيقاف على وشك الانتهاء
bn: স্থগিতাদেশ শেষ হচ্ছে
cs: Pozastavení končí
da: Suspendering slutter
de: Sperre endet
el: Λήξη αναστολής
es: Suspensión por finalizar
es_419: Suspensión por finalizar
fa: پایان تعلیق
fi: Jäädytys päättymässä
fil: Magtatapos na ang suspensyon
fr: Fin de la suspension
he: ההשעיה מסתיימת
hi: निलंबन समाप्त हो रहा है
hu: Felfüggesztés vége
hy: Կասեցումն ավարտվում է
id: Penangguhan berakhir
it: Sospensione in scadenza
ja: 停止終了間近
ko: 정지 종료 중
ms: Penggantungan akan berakhir
nl: Schorsing eindigt
no: Utestengelsen slutter
pl: Zawieszenie się kończy
pt_br: Suspensão terminando
pt_pt: Suspensão a terminar
ro: Suspendarea se încheie
ru: Блокировка заканчивается
sv: Avstängning avslutas
ta: இடைநிறுத்தம் முடிவடைகிறது
te: సస్పెన్షన్ ముగుస్తోంది
th: การระงับการใช้งานกำลังสิ้นสุด
tr: Askı sona eriyor
uk: Блокування завершується
ur: معطلی ختم ہو رہی ہے
vi: Đình chỉ sắp kết thúc
zh_hans: 封禁即将结束
zh_hant: 停權即將結束

source: This lifts the suspension immediately. The user will be able to post, rate, and engage again.
ar: يؤدي هذا إلى رفع الإيقاف فورًا. سيتمكن المستخدم من النشر والتقييم والتفاعل مجددًا.
bn: এটি অবিলম্বে স্থগিতাদেশ প্রত্যাহার করে। ব্যবহারকারী আবার পোস্ট করতে, রেটিং দিতে এবং অংশগ্রহণ করতে পারবেন।
cs: Tím se pozastavení okamžitě zruší. Uživatel bude moci opět přispívat, hodnotit a zapojovat se.
da: Dette ophæver suspenderingen med det samme. Brugeren vil igen kunne dele opslag, bedømme og deltage.
de: Dadurch wird die Sperre sofort aufgehoben. Die Person kann dann wieder posten, bewerten und interagieren.
el: Με αυτή την ενέργεια η αναστολή αίρεται άμεσα. Ο χρήστης θα μπορεί ξανά να δημοσιεύει, να βαθμολογεί και να συμμετέχει.
es: Esto levanta la suspensión de inmediato. El usuario podrá volver a publicar, valorar e interactuar.
es_419: Esto levanta la suspensión de inmediato. El usuario podrá volver a publicar, calificar e interactuar.
fa: این کار تعلیق را بی‌درنگ برمی‌دارد. کاربر دوباره می‌تواند پست بگذارد، امتیاز دهد و مشارکت کند.
fi: Tämä poistaa jäädytyksen välittömästi. Käyttäjä voi jälleen julkaista, arvioida ja osallistua.
fil: Aalisin nito ang suspensyon kaagad. Makakapag-post, makakapagbigay ng rating, at makakapakipag-ugnayan muli ang user.
fr: Cela lève la suspension immédiatement. L'utilisateur pourra de nouveau publier, noter et interagir.
he: פעולה זו מסירה את ההשעיה באופן מיידי. המשתמש יוכל לפרסם, לדרג ולקחת חלק שוב.
hi: इससे निलंबन तुरंत हट जाएगा। उपयोगकर्ता फिर से पोस्ट करने, रेटिंग देने और सहभागिता करने में सक्षम होंगे।
hu: Ez azonnal feloldja a felfüggesztést. A felhasználó újra tud majd bejegyzést közzétenni, értékelni és tevékenykedni.
hy: Սա անմիջապես հանում է կասեցումը։ Օգտատերը կրկին կկարողանա հրապարակել, գնահատել և մասնակցել։
id: Tindakan ini mencabut penangguhan dengan segera. Pengguna akan dapat mengirim, memberi nilai, dan berinteraksi kembali.
it: Questa azione revoca immediatamente la sospensione. L'utente potrà di nuovo pubblicare, valutare e interagire.
ja: これにより停止が直ちに解除されます。ユーザーは再び投稿、評価、交流ができるようになります。
ko: 이 작업은 정지를 즉시 해제합니다. 사용자는 다시 게시, 평가, 참여할 수 있게 됩니다.
ms: Ini menarik balik penggantungan dengan serta-merta. Pengguna akan dapat menyiar, menilai dan berinteraksi semula.
nl: Dit heft de schorsing direct op. De gebruiker kan weer plaatsen, beoordelen en deelnemen.
no: Dette opphever utestengelsen umiddelbart. Brukeren vil kunne publisere, vurdere og delta igjen.
pl: Spowoduje to natychmiastowe zniesienie zawieszenia. Użytkownik znów będzie mógł publikować, oceniać i wchodzić w interakcje.
pt_br: Isto revoga a suspensão imediatamente. O usuário poderá publicar, avaliar e interagir novamente.
pt_pt: Isto levanta a suspensão de imediato. O utilizador poderá voltar a publicar, avaliar e interagir.
ro: Această acțiune ridică suspendarea imediat. Utilizatorul va putea din nou să posteze, să evalueze și să interacționeze.
ru: Это немедленно снимет блокировку. Пользователь снова сможет публиковать, оценивать и взаимодействовать.
sv: Detta häver avstängningen omedelbart. Användaren kommer åter att kunna publicera, betygsätta och interagera.
ta: இது இடைநிறுத்தத்தை உடனடியாக நீக்குகிறது. பயனர் மீண்டும் இடுகையிட, மதிப்பிட மற்றும் பங்கேற்க முடியும்.
te: ఇది సస్పెన్షన్‌ను వెంటనే ఎత్తివేస్తుంది. వినియోగదారు మళ్లీ పోస్ట్ చేయడం, రేటింగ్ ఇవ్వడం, పాల్గొనడం చేయగలరు.
th: การดำเนินการนี้จะยกเลิกการระงับการใช้งานทันที ผู้ใช้จะสามารถโพสต์ ให้คะแนน และมีส่วนร่วมได้อีกครั้ง
tr: Bu işlem askıyı hemen kaldırır. Kullanıcı yeniden gönderi paylaşabilir, puan verebilir ve etkileşime geçebilir.
uk: Це негайно скасує блокування. Користувач знову зможе публікувати, оцінювати та взаємодіяти.
ur: اس سے معطلی فوری طور پر ختم ہو جائے گی۔ صارف دوبارہ پوسٹ کرنے، درجہ بندی کرنے اور شرکت کرنے کے قابل ہو جائے گا۔
vi: Thao tác này sẽ gỡ bỏ việc đình chỉ ngay lập tức. Người dùng sẽ có thể đăng bài, đánh giá và tương tác trở lại.
zh_hans: 此操作将立即解除封禁。该用户将可再次发帖、评分及参与互动。
zh_hant: 此操作將立即解除停權。該使用者將能再次發佈內容、評分與互動。

source: Timeout
ar: إيقاف مؤقت
bn: টাইমআউট
el: Αναστολή
es: Sanción temporal
es_419: Sanción temporal
fa: محرومیت موقت
fi: Porttikielto
fr: Sanction
he: השעיה
hi: टाइमआउट
hu: Felfüggesztés
hy: Ժամանակավոր արգելք
ja: タイムアウト
ko: 타임아웃
ms: Tempoh Henti
no: Utestengelse
pl: Blokada czasowa
pt_br: Suspensão Temporária
pt_pt: Suspensão Temporária
ru: Тайм-аут
te: టైమ్‌అవుట్
th: การพักการใช้งาน
tr: Zaman Aşımı
uk: Тайм-аут
ur: ٹائم آؤٹ
vi: Tạm khóa
zh_hans: 禁言
zh_hant: 禁言

source: Update Appeal
ar: تحديث الاعتراض
bn: আপিল হালনাগাদ করুন
cs: Aktualizovat odvolání
da: Opdater klage
de: Einspruch aktualisieren
el: Ενημέρωση ένστασης
es: Actualizar apelación
es_419: Actualizar apelación
fa: به‌روزرسانی درخواست تجدیدنظر
fi: Päivitä valitus
fil: I-update ang Apela
fr: Mettre à jour le recours
he: עדכון הערעור
hi: अपील अपडेट करें
hu: Fellebbezés frissítése
hy: Թարմացնել բողոքը
id: Perbarui Banding
it: Aggiorna ricorso
ja: 異議申し立てを更新
ko: 이의 신청 업데이트
ms: Kemas Kini Rayuan
nl: Bezwaar bijwerken
no: Oppdater klage
pl: Zaktualizuj odwołanie
pt_br: Atualizar Recurso
pt_pt: Atualizar Recurso
ro: Actualizați contestația
ru: Обновить апелляцию
sv: Uppdatera överklagande
ta: மேல்முறையீட்டைப் புதுப்பிக்கவும்
te: అప్పీల్‌ను అప్‌డేట్ చేయండి
th: อัปเดตคำอุทธรณ์
tr: İtirazı Güncelle
uk: Оновити апеляцію
ur: اپیل اپ ڈیٹ کریں
vi: Cập nhật đơn kháng nghị
zh_hans: 更新申诉
zh_hant: 更新申訴

source: Write your appeal
ar: اكتب اعتراضك
bn: আপনার আপিল লিখুন
cs: Napište své odvolání
da: Skriv din klage
de: Verfassen Sie Ihren Einspruch
el: Γράψτε την ένστασή σας
es: Escriba su apelación
es_419: Escriba su apelación
fa: درخواست تجدیدنظر خود را بنویسید
fi: Kirjoita valituksesi
fil: Isulat ang inyong apela
fr: Rédigez votre recours
he: כתבו את הערעור
hi: अपनी अपील लिखें
hu: Írja meg a fellebbezését
hy: Գրեք ձեր բողոքը
id: Tulis banding Anda
it: Scrivi il tuo ricorso
ja: 異議申し立てを記入
ko: 이의 신청 내용을 작성하세요
ms: Tulis rayuan anda
nl: Schrijf uw bezwaar
no: Skriv klagen din
pl: Napisz swoje odwołanie
pt_br: Escreva seu recurso
pt_pt: Escreva o seu recurso
ro: Scrieți contestația dumneavoastră
ru: Напишите свою апелляцию
sv: Skriv ditt överklagande
ta: உங்கள் மேல்முறையீட்டை எழுதவும்
te: మీ అప్పీల్‌ను రాయండి
th: เขียนคำอุทธรณ์ของคุณ
tr: İtirazınızı yazın
uk: Напишіть свою апеляцію
ur: اپنی اپیل لکھیں
vi: Viết đơn kháng nghị của bạn
zh_hans: 撰写您的申诉
zh_hant: 撰寫您的申訴

source: Your account is permanently suspended.
ar: تم إيقاف حسابك بشكل دائم.
bn: আপনার অ্যাকাউন্ট স্থায়ীভাবে স্থগিত করা হয়েছে।
cs: Váš účet je trvale pozastaven.
da: Din konto er permanent suspenderet.
de: Ihr Konto ist dauerhaft gesperrt.
el: Ο λογαριασμός σας έχει ανασταλεί οριστικά.
es: Su cuenta está suspendida permanentemente.
es_419: Su cuenta está suspendida permanentemente.
fa: حساب شما به‌طور دائم تعلیق شده است.
fi: Tilinne on jäädytetty pysyvästi.
fil: Permanenteng naka-suspinde ang inyong account.
fr: Votre compte est suspendu définitivement.
he: חשבונך מושעה לצמיתות.
hi: आपका खाता स्थायी रूप से निलंबित है।
hu: Az Ön fiókja véglegesen fel van függesztve.
hy: Ձեր հաշիվը մշտապես կասեցված է։
id: Akun Anda ditangguhkan secara permanen.
it: Il suo account è sospeso in modo permanente.
ja: お客様のアカウントは永久に停止されています。
ko: 회원님의 계정이 영구 정지되었습니다.
ms: Akaun anda digantung secara kekal.
nl: Uw account is permanent geschorst.
no: Kontoen din er permanent utestengt.
pl: Twoje konto zostało trwale zawieszone.
pt_br: Sua conta está suspensa permanentemente.
pt_pt: A sua conta está suspensa permanentemente.
ro: Contul dumneavoastră este suspendat permanent.
ru: Ваш аккаунт заблокирован навсегда.
sv: Ditt konto är permanent avstängt.
ta: உங்கள் கணக்கு நிரந்தரமாக இடைநிறுத்தப்பட்டுள்ளது.
te: మీ ఖాతా శాశ్వతంగా సస్పెండ్ చేయబడింది.
th: บัญชีของคุณถูกระงับการใช้งานอย่างถาวร
tr: Hesabınız kalıcı olarak askıya alındı.
uk: Ваш обліковий запис заблоковано назавжди.
ur: آپ کا اکاؤنٹ مستقل طور پر معطل کر دیا گیا ہے۔
vi: Tài khoản của bạn bị đình chỉ vĩnh viễn.
zh_hans: 您的账户已被永久封禁。
zh_hant: 您的帳號已遭永久停權。

source: Your account is temporarily suspended.
ar: تم إيقاف حسابك مؤقتًا.
bn: আপনার অ্যাকাউন্ট সাময়িকভাবে স্থগিত করা হয়েছে।
cs: Váš účet je dočasně pozastaven.
da: Din konto er midlertidigt suspenderet.
de: Ihr Konto ist vorübergehend gesperrt.
el: Ο λογαριασμός σας έχει ανασταλεί προσωρινά.
es: Su cuenta está suspendida temporalmente.
es_419: Su cuenta está suspendida temporalmente.
fa: حساب شما به‌طور موقت تعلیق شده است.
fi: Tilinne on jäädytetty väliaikaisesti.
fil: Pansamantalang naka-suspinde ang inyong account.
fr: Votre compte est temporairement suspendu.
he: חשבונך מושעה באופן זמני.
hi: आपका खाता अस्थायी रूप से निलंबित है।
hu: Az Ön fiókja ideiglenesen fel van függesztve.
hy: Ձեր հաշիվը ժամանակավորապես կասեցված է։
id: Akun Anda ditangguhkan sementara.
it: Il suo account è temporaneamente sospeso.
ja: お客様のアカウントは一時的に停止されています。
ko: 회원님의 계정이 일시 정지되었습니다.
ms: Akaun anda digantung buat sementara waktu.
nl: Uw account is tijdelijk geschorst.
no: Kontoen din er midlertidig utestengt.
pl: Twoje konto zostało tymczasowo zawieszone.
pt_br: Sua conta está suspensa temporariamente.
pt_pt: A sua conta está suspensa temporariamente.
ro: Contul dumneavoastră este suspendat temporar.
ru: Ваш аккаунт временно заблокирован.
sv: Ditt konto är tillfälligt avstängt.
ta: உங்கள் கணக்கு தற்காலிகமாக இடைநிறுத்தப்பட்டுள்ளது.
te: మీ ఖాతా తాత్కాలికంగా సస్పెండ్ చేయబడింది.
th: บัญชีของคุณถูกระงับการใช้งานชั่วคราว
tr: Hesabınız geçici olarak askıya alındı.
uk: Ваш обліковий запис тимчасово заблоковано.
ur: آپ کا اکاؤنٹ عارضی طور پر معطل کر دیا گیا ہے۔
vi: Tài khoản của bạn bị đình chỉ tạm thời.
zh_hans: 您的账户已被临时封禁。
zh_hant: 您的帳號已遭暫時停權。

source: Your appeal
ar: اعتراضك
bn: আপনার আপিল
cs: Vaše odvolání
da: Din klage
de: Ihr Einspruch
el: Η ένστασή σας
es: Su apelación
es_419: Su apelación
fa: درخواست تجدیدنظر شما
fi: Valituksesi
fil: Ang inyong apela
fr: Votre recours
he: הערעור שלך
hi: आपकी अपील
hu: Az Ön fellebbezése
hy: Ձեր բողոքը
id: Banding Anda
it: Il tuo ricorso
ja: あなたの異議申し立て
ko: 내 이의 신청
ms: Rayuan anda
nl: Uw bezwaar
no: Klagen din
pl: Twoje odwołanie
pt_br: Seu recurso
pt_pt: O seu recurso
ro: Contestația dumneavoastră
ru: Ваша апелляция
sv: Ditt överklagande
ta: உங்கள் மேல்முறையீடு
te: మీ అప్పీల్
th: คำอุทธรณ์ของคุณ
tr: İtirazınız
uk: Ваша апеляція
ur: آپ کی اپیل
vi: Đơn kháng nghị của bạn
zh_hans: 您的申诉
zh_hant: 您的申訴

source: Your appeal must be at least 10 characters long.
ar: يجب ألا يقل اعتراضك عن 10 أحرف.
bn: আপনার আপিল কমপক্ষে ১০ অক্ষর দীর্ঘ হতে হবে।
cs: Vaše odvolání musí mít alespoň 10 znaků.
da: Din klage skal være mindst 10 tegn lang.
de: Ihr Einspruch muss mindestens 10 Zeichen lang sein.
el: Η ένστασή σας πρέπει να περιέχει τουλάχιστον 10 χαρακτήρες.
es: Su apelación debe tener al menos 10 caracteres.
es_419: Su apelación debe tener al menos 10 caracteres.
fa: درخواست تجدیدنظر شما باید دست‌کم ۱۰ نویسه طول داشته باشد.
fi: Valituksen on oltava vähintään 10 merkkiä pitkä.
fil: Ang inyong apela ay dapat na hindi bababa sa 10 karakter ang haba.
fr: Votre recours doit comporter au moins 10 caractères.
he: הערעור חייב לכלול לפחות 10 תווים.
hi: आपकी अपील कम से कम 10 अक्षरों की होनी चाहिए।
hu: A fellebbezésnek legalább 10 karakter hosszúnak kell lennie.
hy: Ձեր բողոքը պետք է լինի առնվազն 10 նիշ երկարությամբ։
id: Banding Anda harus terdiri dari minimal 10 karakter.
it: Il ricorso deve contenere almeno 10 caratteri.
ja: 異議申し立ては10文字以上で入力してください。
ko: 이의 신청 내용은 최소 10자 이상이어야 합니다.
ms: Rayuan anda mestilah sekurang-kurangnya 10 aksara.
nl: Uw bezwaar moet minstens 10 tekens lang zijn.
no: Klagen din må være minst 10 tegn lang.
pl: Twoje odwołanie musi mieć co najmniej 10 znaków.
pt_br: Seu recurso deve ter pelo menos 10 caracteres.
pt_pt: O seu recurso deve ter pelo menos 10 caracteres.
ro: Contestația dumneavoastră trebuie să aibă cel puțin 10 caractere.
ru: Ваша апелляция должна содержать не менее 10 символов.
sv: Ditt överklagande måste vara minst 10 tecken långt.
ta: உங்கள் மேல்முறையீடு குறைந்தது 10 எழுத்துகள் நீளமாக இருக்க வேண்டும்.
te: మీ అప్పీల్ కనీసం 10 అక్షరాల పొడవు ఉండాలి.
th: คำอุทธรณ์ของคุณต้องมีความยาวอย่างน้อย 10 ตัวอักษร
tr: İtirazınız en az 10 karakter uzunluğunda olmalıdır.
uk: Ваша апеляція має містити щонайменше 10 символів.
ur: آپ کی اپیل کم از کم 10 حروف پر مشتمل ہونی چاہیے۔
vi: Đơn kháng nghị của bạn phải dài ít nhất 10 ký tự.
zh_hans: 您的申诉至少需要 10 个字符。
zh_hant: 您的申訴內容至少須達 10 個字元。
